import React, { FC } from "react";
import styles from './tech.module.css'

const Tech:FC = () => {
    return (
        <div className={styles.root}>
            <h1>Отраслевые решения</h1>
            <p>Мы разрабатываем интеллектуальные решения для множества отраслей. Разработаем и внедрим персонализированное решение, которое подойдёт именно вам!</p>

            <h2>Обращаясь к нам, вы получаете:</h2>
            <ul>
                <li>Глубокая экспертиза в области ИТ-разработки и консалтинга;</li>
                <li>Индивидуальный подход к каждому клиенту и гибкость в проектировании решений;</li>
                <li>Четкое соблюдение сроков и бюджета проектов;</li>
                <li>Постоянная обратная связь и сопровождение клиентов после завершения работ;</li>
                <li>Возможность масштабирования разработанных продуктов и интеграции новых модулей.</li>
            </ul>
            <p>Обратитесь в нашу студию разработки и получите надежное программное обеспечение, способствующее росту вашей компании!</p>

            <h2>Ритейл</h2>
            <p>Предоставляем разнообразные технологические решения, направленные на увеличение продуктивности, повышение уровня обслуживания покупателей и минимизацию издержек.</p>
            <ul>
                <li>
                    <h3>Платформы электронной коммерции</h3>
                    <p>Позволяет продавать товары онлайн, предоставляя покупателям удобный интерфейс выбора для товара, оплаты и доставки.</p>
                </li>
                <li>
                    <h3>CRM-системы</h3>
                    <p>Управляют взаимоотношениями с покупателями, собирают информацию о клиентах, предлагают персонализированные акции и рекомендации.</p>
                </li>
                <li>
                    <h3>Приложения для мобильной торговли</h3>
                    <p>Продажа товаров через мобильное устройство покупателя. Обычно включает быстрые покупки, сканирование QR-кодов, интеграцию с банковскими приложениями.</p>
                </li>
                <li>
                    <h3>Чат-боты и виртуальные ассистенты</h3>
                    <p>Предоставляют ответы на частые вопросы клиентов, оформление заказов, получение консультаций без участия сотрудника.</p>
                </li>
                <li>
                    <h3>Программы лояльности и дисконтные карты</h3>
                    <p>Решения для привлечения и удержания постоянных клиентов путем предоставления скидок, бонусов и специальных предложений</p>
                </li>
                <li>
                    <h3>Маркетинговые инструменты и таргетированная реклама</h3>
                    <p>Подходят для повышения узнаваемости бренда, привлечения новых клиентов и стимулирования повторных покупок. Включает ретаргетинг, email-рассылки, SMS-уведомления.</p>
                </li>
                <li>
                    <h3>Решения для анализа данных</h3>
                    <p>Помогают анализировать поведение покупателей, выявлять закономерности продаж, оптимизировать ассортимент и ценовую политику.</p>
                </li>
                <li>
                    <h3>Автоматизация складских операций</h3>
                    <p>Контроль остатков на складе, учет поступлений и отправок товаров, автоматизация размещения и подбора товаров.</p>
                </li>
            </ul>

            <h2>Недвижимость</h2>
            <p>Интегрируем новые технологии, позволяя агентствам, застройщикам и частным лицам эффективнее решать задачи купли-продажи, аренды, оценки имущества и управления недвижимостью.</p>
            <ul>
                <li>
                    <h3>Порталы объявлений и каталоги недвижимости</h3>
                    <p>Размещение объявлений о продаже и аренде квартир, домов, коммерческой недвижимости, поиск подходящего варианта клиентом.</p>
                </li>
                <li>
                    <h3>Инструменты для проектирования и реновации недвижимости</h3>
                    <p>Интерьер-дизайн, архитектурное моделирование, перепланировка пространства помещения или здания. </p>
                </li>
                <li>
                    <h3>CRM-системы для риэлтерских компаний</h3>
                    <p>Ведение базы клиентов, история общения, автоматизация документооборота, аналитики сделок и потенциальных сделок.</p>
                </li>
                <li>
                    <h3>VR-туры по объектам недвижимости</h3>
                    <p>Возможность просмотра внутренней обстановки квартиры или дома в режиме реального времени или интерактивного тура, не выходя из дома.</p>
                </li>
                <li>
                    <h3>Автоматизация управления жилым фондом</h3>
                    <p>Организации ТСЖ и управляющих компаний используют подобные системы для расчета платежей жильцов, заявок на ремонт, составления бюджета и отчета перед собственниками помещений.</p>
                </li>
                <li>
                    <h3>Информационно-аналитические ресурсы</h3>
                    <p>Анализ рынков недвижимости, статистика по сделкам, прогнозы изменения цен, сравнение регионов и районов города.</p>
                </li>
                <li>
                    <h3>Решения для оценки стоимости недвижимости</h3>
                    <p>Автоматизированные алгоритмы оценки рыночной цены недвижимости, основанные на исторических данных, характеристиках объекта и экономическом положении региона.</p>
                </li>
            </ul>

            <h2>Логистика и транспорт</h2>
            <p>Разрабатываем современные решения, которые играют важную роль в обеспечении эффективной работы и конкурентоспособности компаний.</p>
            <ul>
                <li>
                    <h3>Транспортно-экспедиционные информационные системы</h3>
                    <p>Ведение полного учета перевозимых грузов, планирование перевозок, отслеживание грузопотоков, формирование сопроводительных документов.</p>
                </li>
                <li>
                    <h3>Отслеживание грузов и транспортных средств</h3>
                    <p>Определение текущего положения груза и транспортного средства, уведомление заказчика о прибытии и движении груза.</p>
                </li>
                <li>
                    <h3>Автоматизация документооборота и электронный документооборот</h3>
                    <p>Формирование и обмен транспортными накладными, таможенными декларациями, коносаментами и прочими документами в электронном виде.</p>
                </li>
                <li>
                    <h3>Оптимизация маршрутов</h3>
                    <p>Выбор наилучшего пути следования автомобиля с минимальным расходом топлива и временными задержками.</p>
                </li>
                <li>
                    <h3>Управление транспортом и автопарком</h3>
                    <p>Планирование и координация перемещений автомобилей, водителей и другой техники.</p>
                </li>
                <li>
                    <h3>Анализ больших данных и прогнозирование </h3>
                    <p>Оценка потребительского спроса, потребности в ресурсах, прогноз товарооборота и прочие важные аспекты.</p>
                </li>
                <li>
                    <h3>Решения для управления складским хозяйством</h3>
                    <p>Управление складскими помещениями, приемка, хранение и выдача товаров, контроль остатков и движения товаров.</p>
                </li>
                <li>
                    <h3>Мониторинг и управление качеством перевозок</h3>
                    <p>Обеспечение соблюдения нормативных актов, санитарных правил перевозки, стандартов безопасности дорожного движения.</p>
                </li>
            </ul>

            <h2>Туризм и отдых</h2>
            <p>Разрабатываем решения, позволяющие эффективно организовать путешествия, привлечь туристов и предложить лучший сервис</p>
            <ul>
                <li>
                    <h3>Онлайн бронирование туров и билетов</h3>
                    <p>Покупка путевок, бронирование авиа- и железнодорожных билетов, размещение в гостиницах.</p>
                </li>
                <li>
                    <h3>Планировщики маршрутов и мероприятий</h3>
                    <p>Автоматическое составление индивидуального маршрута путешественника с учетом предпочтений и интересов.</p>
                </li>
                <li>
                    <h3>Приложения для поиска достопримечательностей и гидов</h3>
                    <p>Рекомендательные системы, путеводители, аудиогиды по городам мира.</p>
                </li>
                <li>
                    <h3>Решения для обмена жильём и краткосрочной аренды</h3>
                    <p>Найти жилье для временного проживания на короткий срок, съехать в чужую квартиру или сдать свое помещение.</p>
                </li>
                <li>
                    <h3>Автоматизация рабочих процессов турфирм</h3>
                    <p>Организация внутреннего делопроизводства, управление сотрудниками, коммуникации с партнёрами и контрагентами.</p>
                </li>
                <li>
                    <h3>Системы управления гостиницами</h3>
                    <p>Прием гостей, бронирование номеров, администрирование гостей, учет доходов и расходов гостиницы.</p>
                </li>
                <li>
                    <h3>CRM-системы для турбизнеса</h3>
                    <p>Собирают и хранят данные о клиентах, организуют коммуникацию, формируют базу клиентов и сегментов.</p>
                </li>
                <li>
                    <h3>Виртуальные экскурсии и AR-технологии</h3>
                    <p>Имитация реальности с возможностью осмотра памятников культуры и природы без физического присутствия.</p>
                </li>
            </ul>

            <h2>Развлекательная индустрия</h2>
            <p>Создаём приложения для расширения аудитории, привлечения внимания зрителей и фанатов, повышения вовлеченности и укрепления позиций брендов.</p>
            <ul>
                <li>
                    <h3>Стриминговые платформы</h3>
                    <p>Доставка развлекательного контента зрителям по запросу.</p>
                </li>
                <li>
                    <h3>Интерактивные развлекательные приложения</h3>
                    <p>Создание игр, викторин, квестов и иных форматов развлечения с использованием смартфона или компьютера.</p>
                </li>
                <li>
                    <h3>Билетные платформы</h3>
                    <p>Автоматизация продажи билетов на концерты, спектакли, выставки и спортивные события.</p>
                </li>
                <li>
                    <h3>Цифровые вывески</h3>
                    <p>Реклама и промоакция фильмов, телепередач, концертных выступлений через электронные табло и экраны.</p>
                </li>
                <li>
                    <h3>Виртуальная реальность (VR) и дополненная реальность (AR)</h3>
                    <p>Создавать виртуальную реальность для посетителей кинотеатров, музеев, парков аттракционов и театров.</p>
                </li>
            </ul>

            <h2>Финансовый сектор</h2>
            <p>Современные решения для оптимизации процессов, повышения надежности и улучшения обслуживания клиентов.</p>
            <ul>
                <li>
                    <h3>Онлайн-банкинг и мобильные банковские приложения</h3>
                    <p>Доступ к финансовым услугам через интернет и мобильные устройства.</p>
                </li>
                <li>
                    <h3>Корпоративные банковские решения</h3>
                    <p>Полноценные комплексные решения для корпоративных клиентов банка</p>
                </li>
                <li>
                    <h3>Робоэдвайзеры и инвестиционные консультанты</h3>
                    <p>Автоматизированные помощники, предлагающие индивидуальные финансовые советы, рекомендации по инвестициям и управлению активами.</p>
                </li>
                <li>
                    <h3>ERP/CRM-системы для финансовой сферы </h3>
                    <p>Интегрированное решение для управления бизнесом банка или инвестиционной компании, объединяющее финансы, бухгалтерию, HR, маркетинг и продажи.</p>
                </li>
                <li>
                    <h3>Криптовалютные обменники и кошельки</h3>
                    <p>Безопасное хранение криптовалют, обмен одних монет на другие, торговля.</p>
                </li>
                <li>
                    <h3>Антифрод и системы противодействия мошенничеству</h3>
                    <p>Выявление подозрительных транзакций, предотвращение мошенничества и воровства средств.</p>
                </li>
            </ul>

            <h2>СМИ и журналистика</h2>
            <p>Решения, облегчающие работу журналистов, издателей и редакторов. Они способствуют созданию качественного контента, быстрому распространению новостей и эффективному взаимодействию с аудиторией.</p>
            <ul>
                <li>
                    <h3>Системы управления контентом</h3>
                    <p>Управление контентом, публикация статей, фотографий и мультимедийных файлов на сайте издания.</p>
                </li>
                <li>
                    <h3>CRM-системы для медиа-компаний</h3>
                    <p>Управление подписчиками, рекламодателями и партнерами, сегментация аудитории и создание персональных рассылок.</p>
                </li>
                <li>
                    <h3>Платформы для подписки и монетизации контента</h3>
                    <p>Оплата контента по подписке или разовым взносам, ограничение бесплатного доступа и продвижение премиальной информации.</p>
                </li>
                <li>
                    <h3>Мобильные приложения новостных изданий</h3>
                    <p>Быстрое получение свежих новостей пользователями смартфонов и планшетов. Такие приложения предоставляют удобную навигацию, push-уведомления и персонализацию контента.</p>
                </li>
                <li>
                    <h3>Редакционные рабочие столы</h3>
                    <p>Профессиональные средства организации работы редакции: написание, редактирование, согласование и публикация материалов.</p>
                </li>
                <li>
                    <h3>Семантический анализ и поиск по архивам</h3>
                    <p>Поиск нужной информации среди множества источников, кластеризация новостей, выделение значимых событий.</p>
                </li>
            </ul>

            <h2>Здравоохранение и медицинские услуги</h2>
            <p>Приложения для повышения эффективности оказания медицинской помощи, удобства пациентов и оптимизации внутренних процессов клиник и больниц.</p>
            <ul>
                <li>
                    <h3>Электронные медицинские карты</h3>
                    <p>Хранение всей истории болезни пациента в электронном виде, доступ врачей к необходимой информации.</p>
                </li>
                <li>
                    <h3>Системы телемедицины</h3>
                    <p>Удалённая консультация врача пациентом, дистанционный осмотр и назначение лечения.</p>
                </li>
                <li>
                    <h3>Запись на приём и расписание специалистов</h3>
                    <p>Удобство для пациентов при выборе специалиста и удобной даты посещения клиники.</p>
                </li>
                <li>
                    <h3>Сервисы управления аптеками и фармацевтическими компаниями</h3>
                    <p>Оптимизация закупок лекарств, автоматический учёт запасов медикаментов, доставка препаратов клиентам.</p>
                </li>
                <li>
                    <h3>Лабораторные информационные системы</h3>
                    <p>Автоматизация лабораторий, упрощение обработки результатов анализов, сокращение сроков выдачи результата пациенту.</p>
                </li>
                <li>
                    <h3>Услуги диагностики и визуализации</h3>
                    <p>Предоставление врачам и специалистам инструментов для расшифровки рентгенологических снимков, МРТ и КТ изображений.</p>
                </li>
                <li>
                    <h3>Клинические информационные системы</h3>
                    <p>Помощь медицинским работникам в принятии клинических решений, подсказка правильных диагнозов и методов лечения.</p>
                </li>
                <li>
                    <h3>Системы аналитики здравоохранения</h3>
                    <p>Сбор и анализ большого объёма данных о пациентах, прогноз болезней, оценка эпидемиологической ситуации.</p>
                </li>
            </ul>

            <h2>Образование</h2>
            <p>Наши решения помогают учащимся быстрее усваивать знания, повышать мотивацию и эффективность образовательного процесса. </p>
            <ul>
                <li>
                    <h3>Электронные дневники и журналы</h3>
                    <p>Ведение учебных журналов, регистрация посещаемости, выставление оценок, взаимодействие педагогов и родителей</p>
                </li>
                <li>
                    <h3>Платформы дистанционного обучения</h3>
                    <p>изация учебного процесса онлайн, разработка курсов, тестов, презентаций, проведение занятий в режиме реального времени.</p>
                </li>
                <li>
                    <h3>Тестовые и опросные платформы</h3>
                    <p>Составление тестов, анкет, проведение экзаменов и срезовых проверок знаний студентов.</p>
                </li>
                <li>
                    <h3>Виртуальная реальность (VR) и дополненная реальность (AR)  </h3>
                    <p>Погружение учеников в реальные условия экспериментов, экскурсий, исторической реконструкции, медицины и искусства.</p>
                </li>
                <li>
                    <h3>Облачные хранилища и сервисы совместной работы</h3>
                    <p>Совместная подготовка проектов студентами и учителями, доступ к файлам и документам с любого устройства.</p>
                </li>
                <li>
                    <h3>Искусственный интеллект и адаптивное обучение</h3>
                    <p>Индивидуализация учебного процесса, адаптация содержания курса под способности каждого ученика, анализ успеваемости.</p>
                </li>
                <li>
                    <h3>Игрофикация и геймификация</h3>
                    <p>Повышение мотивации школьников и студентов через игровые элементы, задания, достижения и рейтинги.</p>
                </li>
            </ul>

            <h2>Пищепром</h2>
            <p>Современные технологии позволяют автоматизировать процессы производства, повысить эффективность работы предприятия и обеспечить высокое качество продукции.</p>
            <ul>
                <li>
                    <h3>Управление производственными процессами (ERP-системы)</h3>
                    <p>контроль всех этапов производственного процесса, начиная от закупки сырья и заканчивая упаковкой готовой продукции.</p>
                </li>
                <li>
                    <h3>Автоматизированные системы контроля качества</h3>
                    <p>непрерывный мониторинг качества сырья и готовых изделий, проверка соответствия стандартам безопасности и нормативам.</p>
                </li>
                <li>
                    <h3>Система рецептурного управления и дозировки ингредиентов</h3>
                    <p>точное дозирование компонентов рецепта, предотвращение ошибок и снижение отходов.</p>
                </li>
                <li>
                    <h3>Решения для логистики и складского учёта</h3>
                    <p>эффективное хранение и распределение продукции между подразделениями предприятия и конечными потребителями.</p>
                </li>
                <li>
                    <h3>Программные комплексы для упаковки и маркировки продукции</h3>
                    <p>автоматизация процессов печати этикеток, кодов партии и штрихкодов, соблюдение требований законодательства.</p>
                </li>
                <li>
                    <h3>Контроль температуры и условий хранения</h3>
                    <p>постоянный мониторинг температурных режимов, влажности и других показателей окружающей среды для поддержания свежести продукции.</p>
                </li>
                <li>
                    <h3>CRM-системы для взаимодействия с клиентами и поставщиками</h3>
                    <p>повышение уровня сервиса, обработка заказов, маркетинговая поддержка клиентов.</p>
                </li>
                <li>
                    <h3>Решение для электронной торговли и продаж </h3>
                    <p>организация интернет-магазина, возможность онлайн-продаж, интеграция с платежными системами и службами доставки.</p>
                </li>
                <li>
                    <h3>Мобильные приложения для сотрудников и операторов</h3>
                    <p>предоставление сотрудникам быстрого доступа к актуальной производственной информации прямо на месте.</p>
                </li>
            </ul>

            <h2>Металлургия</h2>
            <p>Наши решения соответствуют высочайшим стандартам автоматизации, мониторинга и оптимизации производственных процессов. </p>
            <ul>
                <li>
                    <h3>SCADA-системы</h3>
                    <p>Централизованное наблюдение и управление технологическими процессами на заводах, контроль оборудования и критически важных агрегатов.</p>
                </li>
                <li>
                    <h3>Решения для управления качеством металла</h3>
                    <p>Автоматизированный контроль химического состава металлов, механических характеристик и размеров металлопроката.</p>
                </li>
                <li>
                    <h3>Современные системы транспортировки и переработки лома черных металлов</h3>
                    <p>Оптимизация логистических потоков внутри завода, сортировка металлолома по категориям и видам стали.</p>
                </li>
                <li>
                    <h3>ERP-системы</h3>
                    <p>Управление производственными мощностями, финансами, снабжением сырьем и материалами, учётом кадров и материальных ценностей.</p>
                </li>
                <li>
                    <h3>IoT и большие данные в металлургии</h3>
                    <p>Коллекция и анализ огромного объема данных с промышленных датчиков и установок для выявления узких мест и возможностей оптимизации.</p>
                </li>
                <li>
                    <h3>Средства для экологической экспертизы и экологического мониторинга</h3>
                    <p>Отслеживание выбросов вредных веществ в атмосферу, воды и почву, обеспечение соблюдения природоохранных норм.</p>
                </li>
            </ul>

            <h2>Машиностроение</h2>
            <p>Современные цифровые решения позволяют оптимизировать производство, сократить издержки и увеличить производительность труда.</p>
            <ul>
                <li>
                    <h3>ERP-системы</h3>
                    <p>Управление основными ресурсами предприятия, включая производственные мощности, материальные запасы, кадры и финансы.</p>
                </li>
                <li>
                    <h3>PLM-системы</h3>
                    <p>Поддержка жизненного цикла продукта от проектирования до вывода с рынка, включая проектирование, разработку, тестирование и поддержку изделия.</p>
                </li>
                <li>
                    <h3>SCADA-системы</h3>
                    <p>Автоматизированный сбор данных и управление промышленными объектами, контроль технологического оборудования и передача информации оператору.</p>
                </li>
                <li>
                    <h3>Решения для управления качеством</h3>
                    <p>Создание единого центра сбора и анализа информации о качестве продукции, сертификации и контроле качества на каждом этапе производства.</p>
                </li>
                <li>
                    <h3>Система техобслуживания и ремонта</h3>
                    <p>Планирование и контроль технического обслуживания промышленного оборудования, ремонтные работы, замена запчастей.</p>
                </li>
                <li>
                    <h3>Производственная исполнительная система</h3>
                    <p>Детальное управление производственным процессом, сбор и анализ текущих данных, поддержание высокого уровня исполнения заданий и своевременное реагирование на сбои.</p>
                </li>
                <li>
                    <h3>Облачные сервисы и SAAS-модели</h3>
                    <p>Предоставление инфраструктуры и программного обеспечения как услуга для малых и средних предприятий машиностроительной отрасли.</p>
                </li>
                <li>
                    <h3>Решение для анализа Big Data и IoT </h3>
                    <p>Получение и анализ огромных объемов данных с датчиков и устройств, подключённых к сети интернета вещей, для принятия управленческих решений.</p>
                </li>
            </ul>

            <h2>Энергетика</h2>
            <p>Решения, помогающие автоматизировать процессы и оптимизировать деятельность предприятий энергетики.</p>
            <ul>
                <li>
                    <h3>SCADA-системы</h3>
                    <p>Наблюдение и управление технологическим оборудованием электростанций, подстанций и линий электропередач.</p>
                </li>
                <li>
                    <h3>Диспетчерские системы и ситуационные центры</h3>
                    <p>Оперативное принятие решений диспетчерами на основании данных о работе энергосистемы.</p>
                </li>
                <li>
                    <h3>Энергосбытовые информационные системы</h3>
                    <p>Ведение учета электроэнергии, расчеты тарифов, формирование квитанций и выставление счетов потребителям.</p>
                </li>
                <li>
                    <h3>ERP-системы для энергетической отрасли</h3>
                    <p>Совокупное управление предприятиями энергетики, финансовая аналитика, материально-техническое снабжение, управление персоналом.</p>
                </li>
                <li>
                    <h3>Web-порталы поставщиков электроэнергии</h3>
                    <p>Предоставление пользователям возможности самостоятельно передавать показания приборов учета, проверять баланс своего лицевого счета, оформлять договоры поставки электроэнергии.</p>
                </li>
                <li>
                    <h3>Системы диспетчеризации и аварийного оповещения</h3>
                    <p>Оповещение обслуживающего персонала о возникших авариях и отклонениях от нормы, быстрое устранение неисправностей.</p>
                </li>
            </ul>

            <h2>Государственный сектор</h2>
            <p>Современные технологии, позволяющие заметно преобразить работу госорганов, повысить их открытость и прозрачность.</p>
            <ul>
                <li>
                    <h3>Государственные информационные системы</h3>
                    <p>Объединение нескольких ведомств и организаций в единую платформу для информационного обмена и координации деятельности.</p>
                </li>
                <li>
                    <h3>Государственные порталы и службы</h3>
                    <p>Предоставление населению удобного способа обращения за услугами и получения информации о ходе рассмотрения заявлений.</p>
                </li>
                <li>
                    <h3>CRM-системы для государственного сектора</h3>
                    <p>Сбор и систематизация обращений граждан, их классификация и дальнейшее рассмотрение запросов.</p>
                </li>
                <li>
                    <h3>Системы электронного документооборота</h3>
                    <p>Безбумажный оборот документов между ведомствами, организациями и гражданами.</p>
                </li>
                <li>
                    <h3>Геоинформационные системы</h3>
                    <p>Картографическое представление территории страны, информация о границах субъектов федерации, расположение населённых пунктов и объектов инфраструктуры.</p>
                </li>
                <li>
                    <h3>IT-инфраструктурные решения для госструктур</h3>
                    <p>Установка и эксплуатация серверов, баз данных, центров обработки данных, защищённой передачи данных.</p>
                </li>
                <li>
                    <h3>Платформы антикоррупционной борьбы и публичного контроля</h3>
                    <p>Открытый доступ граждан к данным о доходах чиновников, конкурсных процедурах, торгах и тендерах.</p>
                </li>
                <li>
                    <h3>Автономные проекты по обработке жалоб и обращений граждан</h3>
                    <p>Быстрая реакция на жалобы и запросы граждан, возможность фиксации нарушений и недостатков в государственной службе.</p>
                </li>
            </ul>
        </div>
    )
}

export default Tech;